;TORSO
[snake_Torso_KV_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_LPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_MPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_HPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_LPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_MPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_HPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

;TORSO WOTC
[snake_Torso_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

[snake_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 身体"

;ARMS
[snake_Arms_KV_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_LPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_MPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_HPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_LPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_MPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_HPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

;ARMS WOTC
[snake_Arms_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

[snake_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 手臂"

;LEGS
[snake_Legs_KV_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_LPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_MPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_HPL_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_LPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_MPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_HPO_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

;LEGS WOTC
[snake_Legs_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="特种部队蛇眼 腿"

[snake_Helmets_M X2BodyPartTemplate]
DisplayName="特种部队蛇眼 头盔"



[Snakekatana X2WeaponTemplate]
FriendlyName="特种部队蛇眼 武士刀"
FriendlyNamePlural="特种部队蛇眼 武士刀"
BriefSummary="大师们锻造的传奇之剑."
TacticalText="大师们锻造的传奇之剑."
AbilityDescName="武士刀"





